Repository: jazzband/django-invitations
Catalog: invitations/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: accepted
pt_pt: aceite

source: key
pt_pt: chave

source: sent
pt_pt: enviado

source: inviter
pt_pt: convidante

source: This e-mail address has already been invited.
pt_pt: Este endereço de email já foi convidado.

source: This e-mail address has already accepted an invite.
pt_pt: Este endereço de email já aceitou um convite.

source: An active user is using this e-mail address
pt_pt: Um utilizador ativo já se encontra a usar este endereço de email

source: e-mail address
pt_pt: endereço de email

source: created
pt_pt: criado

source: Hello, You (%(email)s) have been invited to join %(site_name)s If you'd like to join, please go to %(invite_url)s
pt_pt: Olá, Você, (%(email)s), foi convidado a juntar-se a %(site_name)s Se pretender aderir, aceda a %(invite_url)s

source: Invitation to join %(site_name)s
pt_pt: Convite para juntar-se a %(site_name)s

source: Invite
pt_pt: Convidar

source: Please add an email below. The user will receive an email with instructions.
pt_pt: Adicione um e-mail abaixo. O utilizador receberá um e-mail com instruções.

source: Invitation to - %(email)s - has been accepted
pt_pt: O convite para - %(email)s - foi aceite

source: The invitation for %(email)s was already accepted.
pt_pt: O convite para %(email)s já foi aceite.

source: The invitation for %(email)s has expired.
pt_pt: O convite para %(email)s expirou.

source: An invalid invitation key was submitted.
pt_pt: Foi submetida uma chave de convite inválida.

source: %(email)s has been invited
pt_pt: %(email)s foi convidado
